Repository: KDE/phonon-gstreamer
Catalog: poqm/*/phonon_gstreamer_qt.po
Languages: az, bg, hi, ia, ka, zh_cn

# Phonon::Gstreamer::Backend|
source: Warning: You do not seem to have the package gstreamer1.0-plugins-good installed. Some video features have been disabled.
az: Xəbərdarlıq: Belə görünür ki, sisteminizdə gstreamer1.0-plugins-good paketi quraşdırılmayıb. Bəzi video imkanları söndürülüb.
bg: Предупреждение: Изглежда не е инсталиран пакетът gstreamer1.0-plugins-good. Някои видео функции бяха изключени.
hi: चेतावनी: आपके पास जीस्ट्रीमर१.०-प्लगइनस-गुड संस्थापित नहीं है। कुछ चलचित्र वैशिष्टयों को निष्क्रिय कर दिया गया है।
ia: Aviso: Il sembla que tu non ha installate le pacchetto gstreamer1.0-plugins-good. Alcun characteristica video ha essite deactivate.
ka: გაფრთხილება: როგორც ჩანს, თქვენს სისტემაში პაკეტი gstreamer1.0-plugins-good არ აყენია. ვიდეოს ზოგი თვისება გათიშული იქნება.
zh_cn: 警告：本机可能尚未安装 gstreamer1.0-plugins-good 软件包。 部分视频功能已被禁用。

# Phonon::Gstreamer::Backend|
source: Warning: You do not seem to have the base GStreamer plugins installed. All audio and video support has been disabled
az: Xəbərdarlıq: Belə görünür ki, sisteminizdə GStream əlavəsi quraşdırılmayıb. Bütün video və səs dəstəyi söndürülüb
bg: Предупреждение: Изглежда не са инсталирани приставките за GStreamer. Всички аудио и видео функции бяха изключени.
hi: चेतावनी: आपके पास मूल जीस्ट्रीमर प्लगइनस संस्थापित नहीं है। सभी ध्वनि एवं चलचित्र समर्थन को निष्क्रिय कर दिया गया है
ia: Aviso: Il sembla que tu non ha installate le plugins basic de GStreamer. Omne supporto audio e video ha essite deactivate
ka: გაფრთხილება: როგორც ჩანს, თქვენს სისტემაში Gstreamer-ის საბაზისო დამატებები არ აყენია. აუდიო და ვიდეოს მხარდაჭერა გათიშულია
zh_cn: 警告：本机可能尚未安装 GStreamer 的基本插件。 所有音视频支持已被禁用

# Phonon::Gstreamer::MediaObject|
source: Default
az: Standart
bg: По подразбиране
hi: पूर्वन्यस्त
ia: Predefinite
ka: ნაგულისხმები
zh_cn: 默认

# Phonon::Gstreamer::MediaObject|
source: Unknown
az: Naməlum
bg: Неизвестно
hi: अज्ञात
ia: Incognite
ka: უცნობია
zh_cn: 未知

# Phonon::Gstreamer::MediaObject|
source: Disable
az: Söndürmək
bg: Изключване
hi: अक्षम
ia: Dishabilita
ka: გამორთვა
zh_cn: 禁用

# Phonon::Gstreamer::Pipeline|
source: One or more plugins are missing in your GStreamer installation.
az: GStream quraşdırmanızda bir və ya daha çox əlavələr çatışmır.
bg: В инсталацията на GStreamer липсват един или повече плъгини.
hi: आपके जीस्ट्रीमर संस्थापना में एक या उससे अधिक प्लगइनस अनुपस्थित हैं।
ia: Un o plus plugins es mancante inn tu installation de GStreamer.
ka: Gstreamer-ის თქვენს დაყენებულ ვარიანტს ერთი ან მეტი დამატება აკლია.
zh_cn: 本机安装的 GStreamer 缺少插件。

# Phonon::Gstreamer::PluginInstaller|
source: Missing codec helper script assistant.
az: Kodek köməkçi skripti çatışmır
bg: Липсва скриптов помощник за кодек.
hi: कोडेक हेल्पर स्क्रिप्ट सहायक अनुपस्थित।
ia: Assistente de script de adjutante de codec mancante.
ka: კოდეკის დამხმარე სკრიპტის ნაკლულიაკლია კოდეკის დამხმარე სკრიპტ-ასისტენტი.
zh_cn: 缺少解码器辅助工具脚本助理程序。

# Phonon::Gstreamer::PluginInstaller|
source: Plugin codec installation failed.
az: Kodek əlavəsinin quraşdırılmasında xəta.
bg: Грешка при инсталиране на приставка за кодек.
hi: कोडेक प्लगिन की संस्थापना असफल।
ia: INstallatiin de codec de pugin falleva.
ka: დამატების კოდეკის დაყენების შეცდომა.
zh_cn: 插件解码器安装失败。

# Phonon::Gstreamer::PluginInstaller|
source: Phonon attempted to install an invalid codec name.
az: Phonon kodeki etibarsız ad ilə quraşdırmağa cəhd etdi.
bg: Phonon направи опит за инсталиране на невалидно име на кодек.
hi: फ़ोनॉन ने एक अवैध कोडेक की स्थापना का प्रयास किया।
ia: Phonon essayava installar un nomine de codec invalide.
ka: Phonon-მა არასწორი კოდეკის სახელის დაყენება სცადა.
zh_cn: Phonon 尝试安装一个无效的解码器名称。

# Phonon::Gstreamer::PluginInstaller|
source: The codec installer crashed.
az: Kodek quraşdırıcı çökdü.
bg: Грешка при инсталиране на кодек.
hi: कोडेक संस्थापक क्रैश हो गया।
ia: Le instalator de code habeva un crash.
ka: კოდეკის დაყენების პროგრამის შეცდომა.
zh_cn: 解码器安装程序崩溃。

# Phonon::Gstreamer::PluginInstaller|
source: The required codec could not be found for installation.
az: Quraşdırmaq üçün tələb olunan kodeki tapmaq mümkün olmadı.
bg: Необходимият кодек не е намерен за инсталиране.
hi: अपेक्षित कोडेक संस्थापना हेतु नहीं मिला।
ia: Le codec requirite non poteva esser trovate per installation.
ka: დასაყენებლად საჭირო კოდეკის პოვნა შეუძლებელია.
zh_cn: 无法找到需要安装的解码器。

# Phonon::Gstreamer::PluginInstaller|
source: An unspecified error occurred during codec installation.
az: Kodekin quraşdırılması zamanı naməlum xəta baş verdi.
bg: Възникна неопределена грешка при инсталирането на кодек.
hi: कोडेक संस्थापना के समय कोई अज्ञात त्रुटि घट गई।
ia: Un error non specificate occurreva durante le installation de codec.
ka: გაუთვალისწინებელი შეცდომა კოდეკის დაყენებისას.
zh_cn: 解码器安装过程中发生了未知错误。

# Phonon::Gstreamer::PluginInstaller|
source: Not all codecs could be installed.
az: Bütün kodeklər quraşdırıla bilmədi.
bg: Не успяха да се инсталират всички кодеци.
hi: सभी कोडेक स्थापित नहीं हो पाए।
ia: Non omne codecs poteva esser installate.
ka: ყველა კოდეკის დაყენება შეუძლებელია.
zh_cn: 部分解码器无法安装。

# Phonon::Gstreamer::PluginInstaller|
source: User aborted codec installation
az: İstifadəçi, kodekin quraşdırılmasını ləğv etdi
bg: Потребителят отмени инсталирането на кодека
hi: उपयोक्ता ने कोडेक संस्थापन रोक दिया
ia: Installation de codec abandonate per le usator
ka: კოდეკის დაყენება შეწყვეტილია მომხმარებლის მოთხოვნის გამო
zh_cn: 用户已中止编解码器安装

# Phonon::Gstreamer::PluginInstaller|
source: Could not update plugin registry after update.
az: Yenilənmədən sonra qoşma qeydləri yenilənmədi.
bg: Не можа да се актуализира регистърът на приставките след актуализация.
hi: अद्यतन के बाद, प्लगिइन पञ्जिका का अद्यतन नहीं कर सके।
ia: Non poteva actualisar registro de plugin postea actualisar.
ka: განახლების შემდეგ კოდეკების რეგისტრაციის ჩანაცვლების შეცდომა.
zh_cn: 更新后无法更新插件注册信息。
